42crunch.vscode-openapi
biomejs.biome
bradlc.vscode-tailwindcss
chris-towles.markdown-paste-image
dbaeumer.vscode-eslint
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
gitlab.gitlab-workflow
hashicorp.terraform
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
prisma.prisma
puppet.puppet-vscode
redhat.ansible
redhat.vscode-yaml
rust-lang.rust-analyzer
sclu1034.justfile
simonsiefke.svg-preview
sonarsource.sonarlint-vscode
tamasfe.even-better-toml
technosophos.vscode-helm
tilt-dev.tiltfile
tim-koehler.helm-intellisense
timonwong.shellcheck
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
vue.volar
waderyan.gitblame
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
